Repository: weni-ai/weni-engine
Catalog: connect/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: ID
pt_br: Identificador

source: Username
pt_br: Nome do usuário

source: User photo
pt_br: Foto do usuário

source: Phone Prefix Country
pt_br: Prefixo de telefone do país

source: Phone prefix of the user
pt_br: Prefixo do telefone do usuário

source: Telephone Number
pt_br: Número de Telefone

source: Phone number of the user; include area code
pt_br: Número de telefone do usuário; Incluindo o código de área

source: Password
pt_br: Senha

source: Language
pt_br: Idioma

source: We accept images only in the formats: .png, .jpeg, .gif
pt_br: Aceitamos imagens apenas nos formatos: .png, .jpeg, .gif

source: System temporarily unavailable, please try again later.
pt_br: Sistema temporariamente indisponível, tente novamente mais tarde.

source: The search field needed the text to search.
pt_br: O campo de pesquisa precisa do texto para pesquisar.

source: Project's UUID
pt_br: UUID do projeto

source: Project {} does not exist
pt_br: Projeto {} não existe

source: Invalid project UUID
pt_br: UUID de projeto inválido

source: Type Service
pt_br: Tipo de serviço

source: Organization's UUID
pt_br: UUID da organização

source: Organization {} does not exist
pt_br: Organização {} não existe

source: Invalid organization UUID
pt_br: UUID de organização inválido

source: Invalid Organization UUID
pt_br: UUID de organização inválido

source: billing cycle
pt_br: ciclo de pagamento

source: payment method
pt_br: método de pagamento

source: plan
pt_br: plano

source: Total active contacts and current invoice amount before closing
pt_br: Total de contatos ativos e valor atual da fatura antes do fechamento

source: is suspended
pt_br: está suspenso

source: Whether this organization is currently suspended.
pt_br: Se esta organização está atualmente suspensa.

source: enforce 2fa
pt_br: Impor autenticação de dois fatores

source: if this field is true, only users with 2fa activated can access the org
pt_br: se for verdadeiro, somente usuários com autenticação de dois fatores poderão acessar a org

source: You cannot set user role 0
pt_br: Você não pode definir o papel do usuário 0

source: Need to pass 'before' and 'after' in query params
pt_br: É necessário passar os campos 'before' e 'after' nos query params

source: Need to pass 'organization_uuid'
pt_br: solicitar permissão organização

source: No changes received
pt_br: Nenhuma mudança recebida

source: Text Search
pt_br: Pesquisa de texto

source: Project UUID
pt_br: UUID do Projeto

source: You can't contribute in this organization
pt_br: Você não pode contribuir nesta organização

source: Your organization is suspended
pt_br: Sua organização está suspensa

source: user
pt_br: usuário

source: users
pt_br: usuários

source: first name
pt_br: primeiro nome

source: last name
pt_br: sobrenome

source: User's email.
pt_br: Email do usuário.

source: username
pt_br: nome do usuário

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
pt_br: Obrigatório. 150 caracteres ou menos. Letras, dígitos e @ /. / + / - / _ apenas.

source: A user with that username already exists.
pt_br: Um usuário com esse nome já existe.

source: photo user
pt_br: foto do usuário

source: The primary language used by this user
pt_br: O idioma principal usado por este usuário

source: staff status
pt_br: status da equipe

source: active
pt_br: ativo

source: joined at
pt_br: juntou-se a

source: Last Updated Profile
pt_br: Última atualização de perfil

source: Allows receiving marketing emails
pt_br: Permite o recebimento de e-mails de marketing

source: Two factor authentication
pt_br: Autenticação de dois fatores

source: number of people
pt_br: número de pessoas

source: number of people working in this company
pt_br: número de pessoas trabalhando nesta empresa

source: company sector
pt_br: setor da empresa

source: how the weni platform will help your team
pt_br: como a plataforma weni vai ajudar seu time

source: company segment
pt_br: segmento da empresa

source: the segment of your company
pt_br: o segmento da sua empresa

source: Password changed
pt_br: Senha alterada

source: Nickname changed
pt_br: Nome de usuário alterado

source: Hi
pt_br: Oi

source: Enter the access code below on the Weni platform
pt_br: Digite o código de acesso abaixo na plataforma Weni

source: You receive an access code to Weni Platform. When adding a organization in system press on
pt_br: Você recebeu um código de acesso para a Plataforma Weni. Ao adicionar uma organização no sistema aperte em

source: Enter access code on Custom Plan
pt_br: Digite o código de acesso do Plano Personalizado

source: and apply the access code in text field
pt_br: e aplique o código de acesso no campo de texto

source: Our site
pt_br: Nosso site

source: 2025 © Weni by VTEX. All rights reserved.
pt_br: 2025 © Weni by VTEX - Todos os direitos reservados.

source: Privacy Policy
pt_br: Política de Privacidade

source: Terms of use
pt_br: Termos de uso

source: Help Center
pt_br: Central de Ajuda

source: Unsubscribe
pt_br: Descadastrar

source: You are receiving this mail because you registered in Weni platform. This also shows that you agree to our Terms of use and Privacy Policies. If you no longer want to receive mails from use, click the unsubscribe link below to unsubscribe.
pt_br: Você está recebendo este e-mail porque se registrou na plataforma Weni. Isso também indica que você concorda com nossos Termos de Uso e Políticas de Privacidade. Se não quiser mais receber e-mails nossos, clique no link de descadastramento abaixo.

source: Your password has been successfully changed 😉
pt_br: Sua senha foi alterada com sucesso 😉

source: Your password has been changed. Remember not to share it with anyone to maintain your security and privacy.
pt_br: Sua senha foi alterada. Lembre-se de não compartilhar com ninguém para manter sua segurança e privacidade.

source: Nickname successfully changed
pt_br: Nome de usuário alterado com sucesso

source: Your nickname changed of @
pt_br: Seu nome de usuário foi alterado de @

source: to
pt_br: para

source: we hope you like your new nickname
pt_br: nós esperamos que você goste do seu novo nome de usuário

source: Whether this task succeded or not.
pt_br: Se a tarefa foi bem sucedida.

source: Whether this task retry or not.
pt_br: Se a tarefa deve tentar novamente.

source: Manager fail messages
pt_br: Mensagens de erro do gestor

source: task type
pt_br: tipo de tarefa

source: started at
pt_br: criado em

source: finished at
pt_br: terminou em

source: before
pt_br: antes

source: after
pt_br: depois

source: flow identification UUID
pt_br: UUID de identificação de fluxo

source: contact name
pt_br: nome do contato

source: A credit card has been added to the organization
pt_br: Um cartão de crédito foi adicionado à organização

source: An Administrator adds new credit card data to bill the organization's plan
pt_br: Um administrador adicionou os dado de um novo cartão de crédito para o pagamento do plano da organização

source: Your Intelligences, created Flows and the Chat module returned to work normally. It's wonderful to have your team back.
pt_br: Suas Inteligências, Fluxos criados e o módulo de chat voltaram a funcionar normalmente. É maravilhoso ter sua equipe de volta.

source: When you complete 1,000 attendances, your access on the platform continues, but your chatbot will not be able to fire messages to your users.
pt_br: Quando você completa 1.000 atendimentos, seu acesso na plataforma continuamas seu chatbot não será capaz de disparar mensagens para seus usuários.

source: Avoid blocking your chatbot by accessing
pt_br: Evite o bloqueio de seu chatbot acessando

source: and choose a plan that fits your business needs.
pt_br: e escolha um plano que se adapte às suas necessidades comerciais.

source: Avoid blocking your chatbot by accessing
pt_br: Evite o bloqueio de seu chatbot acessando

source: and choose a plan that fits your business needs.
pt_br: e escolha um plano que se adapte às suas necessidades comerciais.

source: An administrator of
pt_br: Um administrador da

source: has updated the organization's plan from
pt_br: atualizou o plano da organização de

source: to
pt_br: para

source: has updated the organization's plan
pt_br: atualizou o plano da organização para

source: from
pt_br: de

source: The organization credit card has been changed
pt_br: O cartão de crédito da organização foi alterado com sucesso

source: An administrator changed credit card information to bill the organization's plan
pt_br: Um administrador mudou as informações do cartão de crédito para o pagamento do plano da organização

source: Oh no,
pt_br: Que pena,

source: The plan for your organization
pt_br: O plano da sua organização,

source: has ended. As a result,
pt_br: foi finalizado. Por isso,

source: your intelligent agents are currently offline.
pt_br: seus agentes inteligentes estão fora de operação agora.

source: To keep using the Weni Platform, simply ask your organization's administrator
pt_br: Para retomar o uso da Weni Plataforma, basta solicitar ao administrador da organização

source: to reactivate the plan
pt_br: para reativar o plano

source: or select a new one that meets your business needs.
pt_br: ou escolher outro que atenda às necessidades de seu negócio.

source: Our goal is to continue growing alongside you!
pt_br: Nosso objetivo é continuar caminhando junto com você!

source: The organization
pt_br: A organização

source: has already surpassed 200 active contacts
pt_br: já ultrapassou 200 contatos ativos

source: Your projects are growing,
pt_br: Seus projetos estão crescendo,

source: Your organization has
pt_br: Sua organização

source: surpassed 200 active contacts.
pt_br: ultrapassou 200 contatos ativos. Parabéns!

source: This means that our free plan is no longer enough to keep up with the growth of
pt_br: Isso quer dizer que o nosso plano gratuito já não é suficiente para acompanhar o crescimento da

source: To continue using your intelligent agents,
pt_br: Para continuar utilizando seus agentes inteligentes,

source: artificial intelligence, and all the other features of the Weni Platform,
pt_br: inteligência artificial, e aproveitar todos os outros recursos da Weni Plataforma,

source: choose a plan
pt_br: escolha um plano

source: that aligns with your goals.
pt_br: que atenda aos seus objetivos.

# free-plan-expired
source: We're here to support you every step of the way!
pt_br: Estamos aqui para te apoiar em cada passo!

source: Your organization
pt_br: Sua organização

source: has the following plan
pt_br: tem o seguinte plano

source: The plan
pt_br: O plano

source: was selected for your organization
pt_br: foi selecionado para sua organização

source: The members can now take advantage of the benefits and scale their communication with our tools
pt_br: Os membros podem agora aproveitar os beneficios e dimensionar a comunicação com nossas ferramentas

source: plan's limit of 100 attendances.
pt_br: limite de 100 atendimentos do plano.

source: You still have access to the platform, but your chatbot will not be able to fire messages to your users.
pt_br: Você ainda tem acesso à plataforma, mas seu chatbot não será capaz dedisparar mensagens para seus usuários.

source: To prevent this from happening, access
pt_br: Para evitar que isso aconteça, acesse

source: and choose a plan that fits your business the needs of your business.
pt_br: e escolha um plano que se adapte às necessidades de seu negócio.

source: To prevent this from happening, access
pt_br: Para evitar que isso aconteça, acesse

source: and choose a plan that fits your business the needs of your business.
pt_br: e escolha um plano que se adapte às necessidades de seu negócio.

source: is close to
pt_br: está perto de

source: attendances
pt_br: atendimentos

source: When you complete
pt_br: Quando você completar

source: attendances, your access on the platform continues, but your chatbot will not be able to fire messages to your users.
pt_br: atendimentos, sua presença, seu acesso na plataforma continua, mas seu chatbot não serácapaz de disparar mensagens para seus usuários.

source: was reactivated
pt_br: foi reativado

source: An administrator has reactivated the organization plan for
pt_br: Um dos administradores reativou o plano da organização

source: Your Intelligences, created Flows and the Chat module are back again
pt_br: Suas Inteligências, Fluxos criados e módulo de chat voltaram a funcionar

source: It's wonderful to have your team back
pt_br: É maravilhoso ter seu time de volta

source: Hi,
pt_br: Oi,

source: Your account needs urgent attention!
pt_br: Sua conta precisa de um ajuste urgente!

source: The credit card for
pt_br: O cartão de crédito da

source: has been removed. This change has paused your plan's billing and deactivated you agents.
pt_br: foi removido. Essa alteração pausou a cobrança do seu plano e deixou os agentes inativos.

source: To continue using the Weni Platform, simply ask the administrator to update the card in the
pt_br: Para continuar usando a Weni Plataforma, é só pedir para o administrador atualizar o cartão na seção de

source: section. Once updated, everything will be back to normal!
pt_br: Assim, tudo volta a funcionar normalmente!

source: has reached the time limit of Trial plan.
pt_br: atingiu o tempo limite do plano Trial

source: You have reached the 30-day limit to use all features of the Weni platform for free.
pt_br: Você atingiu o limite de 30 dias para usar todas as features da plataforma Weni de graça

source: Your access to the platform continues, but your chatbot will not be able to trigger messages to your users.
pt_br: Seu acesso à plataforma continua, mas seu chatbot não será capaz dedisparar mensagens para seus usuários

source: and choose a plan that fits according to your business needs.
pt_br: e escolha um plano que se adapte às suas necessidades comerciais.

source: and choose a plan that fits according to your business needs.
pt_br: e escolha um plano que se adapte às suas necessidades comerciais.

source: Hey
pt_br: Poxa,

source: your Trial Plan has come to an end!
pt_br: seu plano Trial chegou ao fim! ⏳

source: While
pt_br: A

source: has enjoyed the 30-day free trial,
pt_br: aproveitou os 30 dias gratuitos da Weni,

source: it's time to move forward to the next stage.
pt_br: mas agora é hora de seguir para o próximo nível.

source: your agents are currently unable to send messages
pt_br: Seus agentes não poderão mais enviar mensagens

source: until you select a plan that best suits your business needs.
pt_br: até você escolher o plano que melhor se encaixa no seu negócio.

source: Rest assured,
pt_br: Mas, não se preocupe:

source: you still have access to the platform.
pt_br: você ainda tem acesso à plataforma!

source: To reactivate your agents and continue enjoying all the benefits, simply
pt_br: Para reativar seus agentes e continuar aproveitando todos os benefícios, basta

source: choose the most suitable plan
pt_br: escolher o plano ideal

source: in the
pt_br: na seção de

source: Billing
pt_br: Cobrança.

# trial-plan-expired
source: We're here to support you every step of the way!
pt_br: Vamos manter seus agentes a todo vapor!

source: Best regards,
pt_br: Atenciosamente,

source: Weni by VTEX Team
pt_br: Time Weni by VTEX

source: newsletter
pt_br: boletim informativo

source: newsletters
pt_br: boletim informativo

source: created at
pt_br: criado em

source: dashboard newsletter language
pt_br: linguagem do boletim informativo do painel

source: newsletter languages
pt_br: linguagem do boletim informativo

source: language
pt_br: língua

source: title
pt_br: título

source: description
pt_br: descrição

source: organization
pt_br: organização

source: organizations
pt_br: organizações

source: organization name
pt_br: nome da organização

source: organization description
pt_br: descrição da organização

source: inteligence organization id
pt_br: ID da organização de inteligência

source: Whatsapp Extra Integration
pt_br: Integração de whatsapp extra

source: Only users with 2fa can access the organization
pt_br: Apenas usuários com autenticação de dois fatores ativada pode acessar a organização

source: Invitation to join organization
pt_br: Convite para participar de organização

source: You have been removed from
pt_br: Você foi removido(a) de

source: You receive an access code to Weni Platform
pt_br: Você recebeu um código de acesso para a plataforma Weni

source: organization authorization
pt_br: autorização da organização

source: organization authorizations
pt_br: autorizações de organização

source: not set
pt_br: não configurado

source: contributor
pt_br: contribuinte

source: admin
pt_br: administrador

source: viewer
pt_br: visualizador

source: financial
pt_br: financeiro

source: support
pt_br: suporte

source: role
pt_br: função

source: 2 factor authentication
pt_br: autenticação de dois fatores

source: project
pt_br: projeto

source: project name
pt_br: Nome do Projeto

source: Timezone
pt_br: Fuso horário

source: Date Format
pt_br: Formato de data

source: Whether day comes first or month comes first in dates
pt_br: Se o dia vem primeiro ou o mês vem primeiro nas datas

source: flow identification ID
pt_br: ID de identificação de fluxo

source: Intelligence count
pt_br: Contagem de inteligência

source: Flows count
pt_br: Contagem de fluxos

source: Contacts count
pt_br: Contagem de contatos

source: Contacts count of all time
pt_br: Contagem total de contatos

source: Whatsapp Integrations
pt_br: Integrações de Whatsapp

source: Your project has been successfully created!
pt_br: Seu projeto foi criado com sucesso!

source: The project {self.name} has changed
pt_br: O projeto {self.name} foi alterado

source: A project was deleted...
pt_br: Um projeto foi apagado...

source: Day
pt_br: Dia

source: agent
pt_br: agente

source: service manager
pt_br: gestor de serviços

source: moderator
pt_br: moderador

source: service
pt_br: serviço

source: Flows service
pt_br: Serviço de fluxos

source: Inteligence Service
pt_br: Serviço de inteligência

source: Chat Service
pt_br: Serviço de chat

source: Region Ireland
pt_br: Região Irlanda

source: Region Virginia
pt_br: Região Virgínia

source: Region São Paulo
pt_br: Região São Paulo

source: service url
pt_br: url de serviço

source: service type
pt_br: tipo de serviço

source: standard service for all projects
pt_br: serviço padrão para todos os projetos

source: service region
pt_br: região de serviço

source: Define if the service is under maintenance
pt_br: Defina se o serviço está em manutenção

source: date start maintenance
pt_br: data de início da manutenção

source: log service
pt_br: serviço de log

source: log services
pt_br: serviço de log

source: status service
pt_br: serviço de status

source: service status
pt_br: status do serviço

source: request permission organization
pt_br: solicitar permissão organização

source: request permission project
pt_br: Requisição de permissão de projeto

source: organization billing plan
pt_br: plano de faturamento da organização

source: free
pt_br: grátis

source: single
pt_br: único

source: monthly
pt_br: mensal

source: quarterly
pt_br: trimestral

source: semester
pt_br: semestral

source: annual
pt_br: anual

source: credit card
pt_br: cartão de crédito

source: payment slip
pt_br: boleto de pagamento

source: enterprise
pt_br: empresarial

source: last invoice
pt_br: última fatura

source: next due date
pt_br: próxima data de vencimento

source: termination date
pt_br: data de finalização

source: notes administration
pt_br: administrador de notas

source: fixed discount
pt_br: desconto fixado

source: date of contract plan
pt_br: data de contratação do plano

source: active plan
pt_br: plano ativo

source: Stripe Customer
pt_br: Cliente Stripe

source: Our Stripe customer id for your organization
pt_br: Nosso id do cliente do stripe para sua organização

source: Stripe Customer Configured Card
pt_br: Cartãod do cliente no stripe configurado

source: Final Card Number
pt_br: números do final do cartão

source: Card Expiration Date
pt_br: Data de expiração do cartão

source: Cardholder Name
pt_br: Nome no cartão

source: Card Brand
pt_br: Bandeira do cartão

source: Additional billing information
pt_br: Informações adicionais de faturamento

source: Card is valid
pt_br: Cartão é válido

source: Unable to make payment
pt_br: Não pode fazer o pagamento

source: A credit card has been updated in the organization
pt_br: Um cartão de crédito foi atualizado na organização

source: Your organization's plan has been reactivated.
pt_br: O plano da sua organização foi reativado com sucesso.

source: Your organization's credit card was removed
pt_br: O cartão de crédito da sua organização foi removido com sucesso

source: has the plan
pt_br: tem o seguinte plano

source: Plan ended on Weni Platform
pt_br: Plano encerrado na Weni Plataforma

source: Your organization's plan has been updated
pt_br: O plano da sua organização foi atualizado

source: You reached {self.plan_limit} attendances
pt_br: Você chegou a {self.plan_limit} atendimentos

source: organization billing invoice
pt_br: fatura de cobrança da organização

source: pending
pt_br: pendente

source: paid
pt_br: pago

source: canceled
pt_br: cancelado

source: fraud
pt_br: fraude

source: incremental invoice amount
pt_br: valor de invoice incrementado

source: due date
pt_br: data de vencimento

source: paid date
pt_br: data de pagamento

source: payment status
pt_br: status do pagamento

source: discount
pt_br: Desconto

source: notes
pt_br: Notas

source: Stripe Charge Id
pt_br: Código de cobrança do Stripe

source: The Stripe charge id for this charge
pt_br: O código de cobrança do stripe para essa cobrança

source: Controls whether the system will capture the payment, if not successful, the user will receive an alert to adjust the payment data
pt_br: Controla se o sistema irá capturar o pagamento, caso não seja bem sucedido, oo usuário receberá um alerta para ajustar os dados de pagamento

source: cost per whatsapp
pt_br: custo por whatsapp

source: organization billing invoice project
pt_br: fatura de cobrança do projeto na organização

source: amount
pt_br: valor

source: active contact count
pt_br: Contagem de contatos ativos

source: Free active contacts limit
pt_br: limite de contatos ativos grátis

source: From 1 to 1000 active contacts
pt_br: De 1 até 1000 contatos ativos

source: From 1001 to 5000 active contacts
pt_br: De 1001 até 5000 contatos ativos

source: From 5001 to 10000 active contacts
pt_br: De 5001 até 10000 contatos ativos

source: From 10001 to 30000 active contacts
pt_br: De 10001 até 30000 contatos ativos

source: From 30001 to 50000 active contacts
pt_br: De 30001 até 50000 contatos ativos

source: From 50001 to 100000 active contacts
pt_br: De 50001 até 100000 contatos ativos

source: From 100001 to 250000 active contacts
pt_br: De 100001 até 250000 contatos ativos

source: is now named
pt_br: agora se chama

source: has updated the name of the organization to
pt_br: atualizou o nome da organização para

source: stay tuned when you search for it
pt_br: fique atento(a) ao pesquisar por ela

source: To learn more about the change, contact a person responsible for your organization
pt_br: Para saber mais sobre a mudança, entre em contato com um responsável pela organização

source: no longer exists
pt_br: não existe mais

source: One of their administrators deleted this organization
pt_br: Um dos administradores excluiu esta organização
