Repository: weni-ai/weni-engine
Catalog: connect/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: so you will no longer be able access it through your account. We were saddened by your departure, but understand that life goes on and things change
pt_br: então você não pode mais acessá-lo através de sua conta. Ficamos tristes com sua partida, mas entendemos que a vida segue e as coisas mudam

source: You can still create new organizations and projects, if you wish to continue with us
pt_br: Você ainda pode criar outras organizações e projetos se quiser continuar conosco

source: You have been invited to join the organization
pt_br: Você foi convidado para participar da organização

source: Uhuuul, now you are one of us
pt_br: Uhuuul, agora você é um(a) de nós!

source: A member of the organization
pt_br: Um membro da organização

source: just sent you an invitation to join them in the organization. To do so, just click the button below and you will be redirected to the registration page. In case you are already registered, you don't have to do anything, just login and you'll be set
pt_br: acaba de lhe enviar um convite para ingressar na organização. Para isto, basta clicar no botão abaixo e você será redirecionado para uma página de cadastro. Caso já tenha cadastro, basta fazer o login

source: Join org
pt_br: Entrar na organização

source: Uhuuul, now you are one of us!
pt_br: Uhuuul, agora você é um(a) de nós!

source: You are leaving the organization
pt_br: Você está deixando a organização

source: You left the
pt_br: Você deixou

source: successfully.
pt_br: com sucesso.

source: We are saddened by your departure, but we understand that life passes and things change
pt_br: Ficamos tristes com sua saída, mas entendemos que a vida segue e as coisas mudam

source: You have been removed from the organization
pt_br: Você foi removido(a) da organização

source: An administrator of the organization
pt_br: Um dos administradores da organização

source: has removed you from the organization, so you won't be able to access their projects anymore. We were saddened by your departure, but understand that life goes on and things change
pt_br: removeu você da organização, então você não irá conseguir mais acessarmais seus projetos. Ficamos tristes com sua partida, mas entendemos que a vida segue e as coisas mudam

source: You just gave life to
pt_br: Você acaba de dar vida à

source: Your organization was successfully created! You can now invite members to help you build projects and increase exponentially the way you automate your life with our Intelligences and Flows modules
pt_br: Sua organização foi criada com sucesso! Agora você já pode convidar membros para te ajudar na construção de projetos e aumentar cada vez mais a maneira como você automatiza sua vida com nossas Inteligências e Fluxos

source: A new permission has been assigned to you
pt_br: Uma nova permissão foi atribuida a você

source: has updated your permission
pt_br: atualizou sua permissão

source: Use your new permission responsibly
pt_br: Use sua nova permissão com responsabilidade

source: You have left the
pt_br: Você deixou

source: Your departure from
pt_br: Sua partida da

source: was accomplished successfully. We were saddened by your departure, but understand that life goes on and things change
pt_br: foi realizado. Ficamos tristes com sua saída, mas entendemos que a vida segue e as coisas mudam

source: from the organization
pt_br: da organização

source: Some information from the project
pt_br: Informações do projeto

source: has changed
pt_br: foi alterada

source: The user
pt_br: O usuário

source: made the following changes to the settings of the project
pt_br: fez as seguintes alterações alterações nas configurações do projeto

source: that you are part of
pt_br: que você faz parte

source: Project Name
pt_br: Nome do Projeto

source: Before
pt_br: Antes

source: Now
pt_br: Agora

source: Date format
pt_br: Formato de data

source: Country for location support in Flows
pt_br: País para a localização do suporte dos Fluxos

source: Flows Default Language
pt_br: Idioma padrão dos Fluxos

source: Flows Secondary Language
pt_br: Idioma secundário dos Fluxos

source: A project has been deleted
pt_br: Um projeto foi apagado

source: The project
pt_br: O projeto

source: was deleted. We hope it has accomplished everything you wanted, and that our intelligences did a good job
pt_br: foi deletado. Esperamos que tenha construído tudo o que desejava e que nossas inteligências tenham feito um bom trabalho

source: was created, and you can now start using our Intelligences and Flows modules to transform the way you work
pt_br: foi criado, e agora você pode iniciar a criação de Inteligências e Fluxos para transformar a maneira como você trabalha

source: Remember that everyone in the organization
pt_br: Lembre-se de que todos na organização

source: that you created the project in, can view it, ok
pt_br: em que você criou o projeto podem visualizar ele, ok ?!

source: An error has occurred
pt_br: ocorreu um erro

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Spanish
pt_br: Espanhol
